<?xml version="1.0" encoding="utf-8"?>
<policyDefinitions xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns="http://schemas.microsoft.com/GroupPolicy/2006/07/PolicyDefinitions" revision="1.0" schemaVersion="1.0"><policyNamespaces><target prefix="sparrow" namespace="SparrowPolicies" /><using prefix="windows" namespace="Microsoft.Policies.Windows" /></policyNamespaces><resources minRequiredRevision="1.0"><stringTable /></resources><supportedOn><definitions><definition name="sparrow:Supported" displayName="$(string.sparrow:Supported)" /></definitions></supportedOn><policies><policy name="DisableSignIn" class="Machine" displayName="$(string.DisableSignIn)" explainText="$(string.DisableSignIn_Help)" key="SOFTWARE\Policies\Sparrow" valueName="DisableSignIn"><supportedOn ref="sparrow:Supported" /><elements><decimal id="DisableSignInValue" key="SOFTWARE\Policies\Sparrow" valueName="DisableSignIn" /></elements></policy></policies></policyDefinitions>