<?xml version="1.0" encoding="utf-8"?>
<policyDefinitionResources xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns="http://schemas.microsoft.com/GroupPolicy/2006/07/PolicyDefinitions" revision="1.0" schemaVersion="1.0"><displayName>Sparrow Policy Definitions</displayName><description>Policy definitions for Sparrow applications</description><resources><stringTable><string id="sparrow:Supported">At least Sparrow 1.0</string><string id="DisableSignIn">Disable Sign In</string><string id="DisableSignIn_Help">Configure Disable Sign In. Default value: 0</string></stringTable><presentationTable><presentation id="DisableSignIn"><decimalTextBox refId="DisableSignInValue">DisableSignIn</decimalTextBox></presentation></presentationTable></resources></policyDefinitionResources>